{
  "ag.nvim": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "molokai": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typst.vim": { "branch": "main" },
  "vim-argwrap": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-dispatch-neovim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-html-template-literals": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jinja": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "winsearch": { "branch": "main" }
}
